"Volume" = "Głośność"; 
"Waveform" = "Kształt fali"; 
"Morph" = "Morph"; 
"Morph Envelope" = "Obwiednia przejścia"; 
"Cutoff Type" = "Rodzaj odcięcia"; 
"Cutoff" = "Odcięcie"; 
"Resonance" = "Rezonans"; 
"Cutoff Envelope" = "Obwiednia odcięcia"; 
"Cutoff Attack" = "Narastanie odcięcia"; 
"Attack" = "Narastanie"; 
"Decay" = "Opadanie"; 
"Sustain" = "Ustalenie"; 
"Release" = "Wybrzmiewanie"; 
